Revit 2027 API
ParameterTypeId.GuideGridSpacingParam Property
 "Guide Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GuideGridSpacingParam { get; }
Public Shared ReadOnly Property GuideGridSpacingParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GuideGridSpacingParam {
	ForgeTypeId^ get ();
}
static member GuideGridSpacingParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace